export const data_1 = {
    id: 1,
    question: [
        "Коли ви переглядаєте портфоліо дизайнера, що вам важливо побачити в ньому?"
    ],
    response_chart: {
        title: "Можна було обрати кілька відповідей",
        content: [
            {
                percent: "74,2",
                text: [
                    "Хід думок (навіть якщо рішення було відхилено і не відобразилось у фінальному результаті)"
                ],
                width: "100%"
            },
            {
                percent: "51,4",
                text: [
                    "Чітку структуру в форматі 'проблема → рішення'"
                ],
                width: "88%"
            },
            {
                percent: "35,6",
                text: [
                    "Не потрібні всі дизайн артефакти, достатньо зрозумілого опису і фінальний ui / motion"
                ],
                width: "78%"
            },
            {
                percent: "14,1",
                text: [
                    "Всі дизайн артефакти що використовувались (VPC, юзер флоу, CJM, вайрфрейми і тд)"
                ],
                width: "70%"
            },
        ]
    },
    response_text: {
        title: "Інші відповіді",
        content: [
            {
                id: 1,
                text: [
                    "Зазвичай рівень дизайнера видно неозброєним оком. Можна додати купу артефактів але очевидно ще це за вуха притягнуто, а не частина реального процесу. Але можуть бути випадки і коли рішення виглядають необґрунтовано без посилання на метрики і так далі."
                ]
            },
            {
                id: 2,
                text: [
                    "Доступ до робочого файлу. Не вказую «всі артефакти» тому що у більшості це шаблонні речі які робились чисто для портфоліо, а не в реальному проекті і не є частиною реального процесу насправді. Тому хочеться бачити лише реальні артефакти що були створені на реальному проекті"
                ]
            },
            {
                id: 3,
                text: [
                    "Дизайн-артефакти потрібні тоді, коли неочевидно, як саме народилося рішення і звідки воно взялося. У такому випадку важливо показати, на яких даних, інсайтах і припущеннях будувалася дизайн-стратегія та як дизайнер прийшов до конкретного рішення."
                ]
            },
            {
                id: 4,
                text: [
                    "Коли переглядаю портфоліо, важливо візуальна стилістика, чистота ui, відчуття стилю. Немає часу тоннами вивчати підходи і рішення кожного дизайнера в кожному портфоліо. Це перший етап. Розуміння і хід думок, це вже лишаєм на співбесіду."
                ]
            },
            {
                id: 5,
                text: [
                    "Результат і висновки з нього"
                ]
            },
            {
                id: 6,
                text: [
                    "Craft, Problem solving, depth of effort & ownership"
                ]
            },
            {
                id: 7,
                text: [
                    "Високий рівень крафту, прототипи"
                ]
            },
        ]
    }
};