export const data_2 = {
    id: 2,
    question: [
        "Коли ви переглядаєте портфоліо дизайнера, чого вам часто не вистачає, аби прийняти позитивне рішення?"
    ],
    response_text: {
        title: "* Двоє респондентів не надали відповідь",
        content: [
            {
                id: 1,
                text: [
                    "Найчастіше не вистачає чіткого опису ролі дизайнера в кейсі та його особистого внеску, продуктової складової й пояснення, чому були прийняті ті чи інші рішення. Хочеться бачити не лише фінальні красиві екрани, а весь хід думок: яка була проблема, які обмеження, як досліджували користувачів, які гіпотези розглядали, як перевіряли рішення та до якого результату воно привело. Також часто бракує реальних складних кейсів із логікою, різними сценаріями та станами, а не лише лендингів чи концептів."
                ]
            },
            {
                id: 2,
                text: [
                    "Я останній раз шукала продуктового дизайнера вже декілька років тому. Тому може мої відповіді вже застарілі. Останнім часом шукала дизайнерів для маркетингу. Але у продуктових це зазвичай просто недостатній загальний рівень. Це зчитується  одразу по тому як побудовано сторітелінг, навіть як зроблено сам сайт портфоліо."
                ]
            },
            {
                id: 3,
                text: [
                    "Найчастіше бракує контексту та аргументації дизайнерських рішень - хочеться побачити не лише фінальний результат та красивий UI, а й зрозуміти, яку проблему вирішував дизайнер, як він приймав рішення та який був результат."
                ]
            },
            {
                id: 4,
                text: [
                    "Наскільки людина мислить системно, не в рамках фічі, а в рамках продукту, екосистеми продуктів, як насправді вміє працювати і розвивати дизайн-систему і на якому рівні абстракції може мислити і вирішувати задачі"
                ]
            },
            {
                id: 5,
                text: [
                    "Часто може не вистачати контексту: яку проблему вирішували, як взаємодіяли з командою (це дуже важливо), з якими проблемами чи труднощами стикнулися та як їх подолали, щоб прийти до результату. Ну і основне - це, звісно, вплив на бізнес і цілі проєкту."
                ]
            },
            {
                id: 6,
                text: [
                    "Чіткого зрозумілого кейсу, де вказано основні моменти: проблематика, гіпотези, дослідження, метрики, реалізація рішення (можна навіть ітерації) та результати після впровадження"
                ]
            },
            {
                id: 7,
                text: [
                    "Часто не вистачає розуміння ролі дизайнера в конкретному проєкті: де він просто реалізував уже сформоване рішення, а де сам дослідив проблему, сформував підхід і вплинув на кінцевий результат."
                ]
            },
            {
                id: 8,
                text: [
                    "Розуміння що людина насправді вирішила продуктову задачу яка стояла перед нею. Бачу що людина щось робила і щось в неї вийшло, але чи вирішена задача не зрозуміло, Чіткої відповіді нема."
                ]
            },
            {
                id: 9,
                text: [
                    "Різноманітність робіт. Бо коли в портфоліо один проєкт, не зрозуміло чи вміє кандидат працювати в інших стилях, чи може він запропонувати унікальні не шаблонні рішення."
                ]
            },
             {
                id: 10,
                text: [
                    "Як дизайнер співпрацював із партнерами (стейкхолдери, ПМи, програмісти, аналітики)? Звідки прийшов цей таск - чи дизайнер сам побачив проблему та ініціював рішення, чи йому хтось дав таск?"
                ]
            },
            {
                id: 11,
                text: [
                    "Достатнього фокусу на юайці. Пояснення, чому візуальна частина юайки саме така. Часто це складає лише 5% кейса"
                ]
            },
            {
                id: 12,
                text: [
                    "Якщо ми говоримо саме про продуктового дизайнера — щось, що показувало б що він Дизайнер, а не просто оператор фігми."
                ]
            },
            {
                id: 13,
                text: [
                    "Розуміння що дійсно дизайнер робив на проєкті"
                ]
            },
            {
                id: 14,
                text: [
                    "Гарного візуального дизайну"
                ]
            },
            {
                id: 15,
                text: [
                    "Бракує ходу думок"
                ]
            },
            {
                id: 16,
                text: [
                    "Живих кейсів"
                ]
            },
            {
                id: 17,
                text: [
                    "Мінімум 5 проектів повинно бути в портфоліо"
                ]
            },
            {
                id: 18,
                text: [
                    "Продуктових рішень"
                ]
            },
            {
                id: 19,
                text: [
                    "Lack of engagement, no research, first idea shipped without iterations"
                ]
            },
            {
                id: 20,
                text: [
                    "Рівня крафту (UI)"
                ]
            },
            {
                id: 21,
                text: [
                    "Не вистачає процесу роботи над завданням "
                ]
            },
        ]
    }
};