export const data_7 = {
    id: 7,
    question: [
        "Дизайнер має досвід роботи виключно в агенціях, але хоче перейти в продукт.",
        "Що має містити портфоліо, щоб продемонструвати готовність кандидата до роботи у вашій команді?"
    ],
    response_text: {
        content: [
            {
                id: 1,
                text: [
                    "Кейси, які показують, що дизайнер вміє мислити не лише в рамках поставленого ТЗ, а як частина продукту.",
                    "У портфоліо хотілося б побачити:",
                    "1. продуктовий контекст - яку проблему вирішували, для кого і навіщопроцес прийняття рішень - дослідження, гіпотези, альтернативи, аргументацію",
                    "2. роботу з UX та складними сценаріями, а не лише UI",
                    "3. розуміння бізнес-цілей та компромісів",
                    "4. як дизайнер працює з фідбеком та ітераціями",
                    "5. супер якщо є результати після запуску - метрики, висновки, що змінилося",
                    "Для мене важливо побачити, що кандидат здатен самостійно розібратися в проблемі, поставити правильні питання та запропонувати рішення, а не просто якісно виконати поставлене завдання. Це якраз добре показує готовність до продуктової команди."
                ]
            },
            {
                id: 2,
                text: [
                    "Якщо є можливість, я б радила адаптувати кейси таким чином, щоб показати:",
                    "1. Проблему або бізнес-ціль, яку вирішувала задача (навіть якщо вона була націлена на UI).",
                    "2. Формування та обґрунтування рішень.",
                    "3. Взаємодія з командою та стейкхолдерами.",
                    "4. Роботу з фідбеком, якщо він надходив, наприклад, від стейкхолдерів.",
                    "5. Фінальне рішення: що на нього вплинуло найбільше та який результат це мало з точки зору замовника і його бізнесу."
                ]
            },
            {
                id: 3,
                text: [
                    "Я хочу зрозуміти, що саме можу довірити людині залежно від її рівня: окрему задачу, цілий проєкт чи команду. Тому волію бачити не лише фінальний результат, а й процес — як людина мислила, приймала рішення, працювала з обмеженнями та доводила все до результату.",
                    "Звісно, дуже влучно виглядає, коли дизайнер уже робив щось максимально схоже на те, що треба робити нам. Але це точно не обовʼязкова умова."
                ]
            },
            {
                id: 4,
                text: [
                    "Якщо ми говоримо про великі американські компанії типу Редіт, мета і тд, кандидата не візьмуть без досвіду робити в продуктах, це з того що я бачу, ба більше не візьмуть якщо нема досвіду роботи в фанг. Тому опції не багато, має бути людина яка буде лобіювати кандидата. Без цього мало ймовірно попасти в такі компанії. З мого досвіду спілкування з рекрутерами з гугл - вони агентський досвід ділять на 2, тобто якщо ти в агенції пропрацював 10 років то в їх реальності 5, і якщо ти дизайне директор в агенції то в фанг ти сіньор або регуляр на основі цієї математики"
                ]
            },
            {
                id: 5,
                text: [
                    "Портфоліо має показувати не лише якісний візуальний результат, а й продуктове мислення кандидата. Важливо бачити роботу зі складними користувацькими сценаріями, дослідженнями, бізнес вимогами та обмеженнями, аргументацію рішень і взаємодію з командою. Також цінно показати, як рішення розвивалося після запуску, які метрики або фідбек використовувалися та який внесок у результат належав саме дизайнеру(за можливості)"
                ]
            },
            {
                id: 6,
                text: [
                    "Якщо це закривання позиції то не важливо де він працював і який досвід має. Всі кандидати ідуть по одній схемі відбору. Якщо людина подається коли у нас немає відкритої вакансії, а вона дуже хоче- то це інший шлях. Має бути аналіз нашого продукту, і якісь запропоновані аргументовані рішення. Тоді це буде плюсом і це буде релевантним. Те що він колись робив для когось… не цікавить. Цікаво що для нас він може зробити."
                ]
            },
            {
                id: 7,
                text: [
                    "Робота над комплексними продуктами. Бажано робота з фідбеком, збір якісних і кількісних даних, якщо були, ітеративна робота над одним продуктом, не лише запуск, а й покращення. Грубо кажучи, будь-які артефакти що властиві продуктовим проектам. Якщо в портфоліо лише сайти й лендінги - без шансів, бо продукт – інший напрямок."
                ]
            },
            {
                id: 8,
                text: [
                    "Продуктовий підхід. Продуктовий дизайнер, не той який працює в продукті, а той який досягає цілей бізнесу, відслідковує в довгостроковій перспективі результати, або хоча б позначив що відслідковував би. Співпрацював або намагався зі стейкхолдерами і командою і т.д."
                ]
            },
            {
                id: 9,
                text: [
                    "Якщо я шукаю продуктового дизайнера, то в кейсах важливо побачити хоча б зачатки продуктового мислення, зрозуміло що продуктових рішень у кандидати немає, але те, як він підходить до задачі навіть в агенції дуже добре показує як людина  мислить вцілому"
                ]
            },
            {
                id: 10,
                text: [
                    "Якщо у людини є бажання, його нічого не може зупинити. Для нас це точно не ж проблемою. Якщо людина працювала в агенції, він вміє працювати в команді. І це великий плюс."
                ]
            },
            {
                id: 11,
                text: [
                    "Дизайнер має показати, що він мислить не лише з позиції дизайну, а і бізнесу. Якщо портфоліо показує, як дизайнер думає про бізнес замовника, то з продуктом розбереться."
                ]
            },
            {
                id: 12,
                text: [
                    "Загалом гарно пропрацьовано кейси. В залежності від того на яку позицію шукаємо, але навіть досконалий UI може змусити захотіти таку людину в команду."
                ]
            },
            {
                id: 13,
                text: [
                    "Я сам така людина — із агенцій в продукт, тому таким завжди даю шанс і намагаюсь розгледіти потенціал, але мені якраз через свій досвід це легко уявити."
                ]
            },
            {
                id: 14,
                text: [
                    "Рідко таке розглядається, хіба що на джуніор або ще рідше міддл позицію"
                ]
            },
            {
                id: 15,
                text: [
                    "Продуктові підходи і діскавері процеси (може бути на прикладі пет-проектів)"
                ]
            },
            {
                id: 16,
                text: [
                    "Якісне портфоліо і продуктове мислення"
                ]
            },
            {
                id: 17,
                text: [
                    "Не розглядаю з агенцій"
                ]
            },
            {
                id: 18,
                text: [
                    "Хоча б пару кейс стаді в додачу до досвіду з агенства"
                ]
            },
            {
                id: 19,
                text: [
                    "Релевантний кейс"
                ]
            },
            {
                id: 20,
                text: [
                    "Роботу з метриками"
                ]
            },
            {
                id: 21,
                text: [
                    "Ownership, Stakeholder collaboration, Craft, problem solving"
                ]
            },
            {
                id: 22,
                text: [
                    "Мати якісні кейс стадіз"
                ]
            },
        ]
    }
};