export const data_3 = {
    id: 3,
    question: [
        "Коли переглядаєте портфоліо дизайнера, що змушує вас відразу закрити його і не дивитись далі?"
    ],
    response_text: {
        content: [
            {
                id: 1,
                text: [
                    "Дизайн у вакуумі, який технічно складно реалізувати на практиці і це не дає ніяких переваг для бізнесу. Невміння використовувати і слідувати UI паттернам платформи, вигадування своїх кастомних рішень там де вони не потрібні. Дизайн в погоні за естетикою, який не вирішує ніяких практичних задач продукту. Лише фінальні екрани без контексту того які саме задачі стояли і як вирішувались. Невдовзі до цього списку добавиться ще відмальовка UI у Figma, тоді як варто вже володіти навичками роботи з UI через Claude/Cursor беспосередньо в коді"
                ]
            },
            {
                id: 2,
                text: [
                    "Неякісно оформлені кейси без чітких назв і зрозумілої структури. Зображення низької якості, некоректно відображаються або «поїхала» верстка. Також не продовжую перегляд, якщо не бачу продуктової складової, логіки прийняття рішень і ролі дизайнера в процесі, немає релевантного досвіду, а всі кейси виглядають нереальними, навчальними або зробленими нашвидкоруч."
                ]
            },
            {
                id: 3,
                text: [
                    "Або відвертий несмак — так, зустрічаємо по одягу :) Або інша крайність — коли я бачу «Дизайн Дизайнича»: дизайн, зроблений насамперед заради гарної картинки на Dribbble. Особливо насторожують проєкти, в яких не видно спротиву реального середовища: обмежень, компромісів, складних стейкхолдерів, технічних рамок і реальних потреб користувача."
                ]
            },
            {
                id: 4,
                text: [
                    "Декілька зображень достатньо щоб зрозуміти рівень, якщо він низький далі можна не переглядати. Ну і типу повинен бути чіткий сторітелінг на головній портфоліо, мені не потрібно вникати, мені достатньо 2-3 скролів шоб зрозуміти чи рухатись далі "
                ]
            },
            {
                id: 5,
                text: [
                    "Ред флаг - похибки в лейауті, шрифтах, граматичні помилки, відсутність уваги до деталей. З нових ред флагів - портфоліо, явно сгенероване у Клоді чи іншому АІ-агенті. У джуніорів - буткемп проекти (не запущені) без цілей та метрик, хочі б гіпотетичних."
                ]
            },
            {
                id: 6,
                text: [
                    "Коли портфоліо схоже на галерею картинок і спрямоване виключно на демонстрацію віжуалів (які до того ж не дуже релевантні для реалізації в продукті), без структури та опису контексту."
                ]
            },
            {
                id: 7,
                text: [
                    "Cлабка візуальна якість або неуважність до деталей, шаблонні рішення без власного дизайнерського внеску, відсутність опису ролі дизайнера в проєкті"
                ]
            },
            {
                id: 8,
                text: [
                    "Неклікабельні посилання в форматі зображення в СВ 😬 Погано закомпонований або не адаптивний сайт портфоліо. Мокапи «не в тему». Лорем іпсум."
                ]
            },
            {
                id: 9,
                text: [
                    "Неправильний лінк, портфоліо з купою інпрогресс, портфоліо тільки з 'картинками'"
                ]
            },
            {
                id: 10,
                text: [
                    "1. Погано зверстане портфоліо.",
                    "2. Я одразу дивлюсь картинки. Якщо вони не дуже, далі навіть не читаю"
                ]
            },
            {
                id: 11,
                text: [
                    "Некрасивий дизайн) якщо ui дуже слабкий. Якщо у людини нема відчуття прекрасного, далі буде важко з нею."
                ]
            },
            {
                id: 12,
                text: [
                    "Якщо не релевантні роботи, дрібббл акаунти або біхенс із акцентом лише на UI"
                ]
            },
            {
                id: 13,
                text: [
                    "Якщо все негарно виглядає: погана візуальна структура = поганий дизайнер"
                ]
            },
            {
                id: 14,
                text: [
                    "Полотно зображень без тексту"
                ]
            },
            {
                id: 15,
                text: [
                    "Погана візуалка"
                ]
            },
            {
                id: 16,
                text: [
                    "Незрозуміла структура або непривабливий ui"
                ]
            },
            {
                id: 17,
                text: [
                    "Погані рішення або шаблони"
                ]
            },
            {
                id: 18,
                text: [
                    "Жахливий дизайн"
                ]
            },
            {
                id: 19,
                text: [
                    "Лінк на беханс"
                ]
            },
            {
                id: 20,
                text: [
                    "Слабкий UI"
                ]
            },
            {
                id: 21,
                text: [
                    "Sloppy UI & poorly defined problem"
                ]
            },
            {
                id: 22,
                text: [
                    "Поганий крафт"
                ]
            },
            {
                id: 23,
                text: [
                    "Коли скидають його купой файлів в гугл драйві"
                ]
            },
        ]
    }
};