export const data_6 = {
    id: 6,
    question: [
        "Щоб дизайнер вас зацікавив, чи повинні проєкти з портфоліо належати до того домену, в якому працює ваша команда?"
    ],
    response_chart: {
        content: [
            {
                percent: "94,8",
                text: [
                    "Ні, домен не важливий"
                ]
            },
            {
                percent: "5,2",
                text: [
                    "Так, потрібен досвід у домені"
                ]
            },
        ]
    },
};