export const dataResults = {
    title: "Висновки",
    data: [
        {
            id: 1,
            question: "Що найважливіше в портфоліо?",
            answer: "Найважливішими є зрозумілий хід думок, та логіка 'проблема - рішення'. Дизайн-артефакти краще використовувати як інструмент для пояснення обраного рішення.",
            angle: -2
        },
        {
            id: 2,
            question: "Чого найчастіше не вистачає?",
            answer: "Найчастіше бракує контексту та розуміння ролі дизайнера в проєкті: де сам дослідив проблему й запропонував рішення, а де просто малював за готовим ТЗ. Також бракує описів впливу на бізнес, реальних метрик та результатів після запуску.",
            angle: 3
        },
        {
            id: 3,
            question: "Чому портфоліо закривають одразу?",
            answer: "Слабкий UI, візуальний несмак, дизайн заради красивої картинки, відірваний від реальних обмежень бізнесу й технічних рамок. Посилання на Google Drive купою файлів, зламані лінки, відсутність адаптивності та Lorem Ipsum.",
            angle: 1
        },
        {
            id: 4,
            question: "Як довго переглядають портфоліо?",
            answer: "Зазвичай від 1 до 3 хвилин або трохи більше 3 хвилин. Але кілька респонедентів вказали 'менше 30 секунд'.",
            angle: -2
        },
        {
            id: 5,
            question: "Скільки проєктів має бути в портфоліо?",
            answer: "Оптимально мати 2-4 якісні кейси. Більшість вважає, що краще показати менше робіт, але глибше їх розписати. Декому достатньо одного, але справді сильного й реального проєкта.",
            angle: 0
        },
        {
            id: 6,
            question: "Чи повинен збігатися домен колишніх проєктів дизайнера з доменом компанії?",
            answer: "Ні, це взагалі не критично. Більшість респондентів зазначили, що домен не має значення.",
            angle: 2
        },
        {
            id: 7,
            question: "Яким має бути портфоліо, щоб перейти з агенції в продукт?",
            answer: "Показати продуктове та бізнес-мислення: довести, що ви вмієте занурюватися в бізнес замовника, а не просто штампувати UI за ТЗ. У кейсах робити акцент на зборі даних, роботі з обмеженнями й фідбеком, командній взаємодії та ітераціях.",
            angle: -2
        }
    ]
}